code --install-extension aaron-bond.better-comments
code --install-extension belfz.search-crates-io
code --install-extension bungcip.better-toml
code --install-extension ckolkman.vscode-postgres
code --install-extension CoenraadS.bracket-pair-colorizer
code --install-extension Compulim.indent4to2
code --install-extension Compulim.vscode-clock
code --install-extension Dart-Code.dart-code
code --install-extension Dart-Code.flutter
code --install-extension dbaeumer.vscode-eslint
code --install-extension doublefint.pgsql
code --install-extension dunstontc.vscode-rust-syntax
code --install-extension eamodio.gitlens
code --install-extension esbenp.prettier-vscode
code --install-extension formulahendry.auto-rename-tag
code --install-extension formulahendry.code-runner
code --install-extension frenco.vscode-notion
code --install-extension GitHub.vscode-pull-request-github
code --install-extension hbenl.vscode-test-explorer
code --install-extension kenhowardpdx.vscode-gist
code --install-extension manasxx.background-cover
code --install-extension matklad.rust-analyzer
code --install-extension milording.telepost
code --install-extension morissonmaciel.typescript-auto-compiler
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-toolsai.jupyter
code --install-extension ms-toolsai.jupyter-keymap
code --install-extension ms-toolsai.jupyter-renderers
code --install-extension ms-vscode-remote.remote-containers
code --install-extension ms-vscode-remote.remote-ssh
code --install-extension ms-vscode-remote.remote-ssh-edit
code --install-extension ms-vscode-remote.remote-wsl
code --install-extension ms-vscode-remote.vscode-remote-extensionpack
code --install-extension ms-vscode.live-server
code --install-extension ms-vscode.test-adapter-converter
code --install-extension oderwat.indent-rainbow
code --install-extension polypus74.trusty-rusty-snippets
code --install-extension rangav.vscode-thunder-client
code --install-extension rust-lang.rust
code --install-extension serayuzgur.crates
code --install-extension shyykoserhiy.vscode-spotify
code --install-extension sidp.strict-whitespace
code --install-extension SphericalKat.vsc-telegram
code --install-extension streetsidesoftware.code-spell-checker
code --install-extension Swellaby.vscode-rust-test-adapter
code --install-extension TabNine.tabnine-vscode
code --install-extension vadimcn.vscode-lldb
code --install-extension VisualStudioExptTeam.vscodeintellicode
code --install-extension vscode-icons-team.vscode-icons
code --install-extension vscodevim.vim
code --install-extension WakaTime.vscode-wakatime
code --install-extension yzhang.markdown-all-in-one


aaron-bond.better-comments-3.0.2
albertlatham.vscode-teraterm-lang-0.2.1
alefragnani.project-manager-12.7.0
angelo-breuer.clock-1.0.1
arthurbergmz.vscode-packet-protocol-0.0.1
belfz.search-crates-io-1.2.1
bierner.markdown-footnotes-0.1.1
blinkshellinc.blink-fs-0.0.54
bungcip.better-toml-0.3.2
ckolkman.vscode-postgres-1.4.2
compulim.indent4to2-0.1.2
compulim.vscode-ipaddress-1.0.0
conradludgate.rust-playground-0.2.2
dansilver.typewriter-1.0.1
davidanson.vscode-markdownlint-0.49.0
dbaeumer.vscode-eslint-2.4.0
doublefint.pgsql-0.1.3
dunstontc.vscode-rust-syntax-0.0.32
dustypomerleau.rust-syntax-0.6.1
eamodio.gitlens-13.5.0
esbenp.prettier-vscode-9.12.0
extensions.json
extensionsvscode.txt
formulahendry.auto-close-tag-0.5.14
formulahendry.auto-rename-tag-0.1.10
formulahendry.code-runner-0.12.0
frenco.vscode-notion-1.1.0
github.vscode-pull-request-github-0.62.0
grapecity.gc-excelviewer-4.2.57
gruntfuggly.activitusbar-0.0.47
gruntfuggly.todo-tree-0.0.226
huibizhang.codesnap-plus-1.4.1
humao.rest-client-0.25.1
james-yu.latex-workshop-9.8.2
janisdd.vscode-edit-csv-0.7.5
jscearcy.rust-doc-viewer-3.0.4
kamikillerto.vscode-colorize-0.11.1
karigari.chat-0.35.0
karunamurti.tera-0.0.9
kenhowardpdx.vscode-gist-3.0.3
kortina.vscode-markdown-notes-0.0.26
lehni.vscode-fix-checksums-1.1.0
leighlondon.eml-0.4.0
lorenzopirro.rust-flash-snippets-2.1.1
lukaschneider.crumbs-0.1.6
manasxx.background-cover-2.3.2
marp-team.marp-vscode-2.6.0
mbehr1.vsc-webshark-2.0.4
mdickin.markdown-shortcuts-0.12.0
mechatroner.rainbow-csv-3.7.0
mikestead.dotenv-1.0.1
milording.telepost-0.2.2
morissonmaciel.typescript-auto-compiler-0.7.0
ms-python.isort-2022.8.0
ms-python.python-2023.6.1
ms-python.vscode-pylance-2023.4.30
ms-toolsai.jupyter-2023.3.1201040234
ms-toolsai.jupyter-keymap-1.1.0
ms-toolsai.jupyter-renderers-1.0.15
ms-toolsai.vscode-jupyter-cell-tags-0.1.8
ms-toolsai.vscode-jupyter-slideshow-0.1.5
ms-vscode-remote.remote-containers-0.291.0
ms-vscode-remote.remote-ssh-0.101.2023041015
ms-vscode-remote.remote-ssh-edit-0.84.0
ms-vscode-remote.remote-wsl-0.77.0
ms-vscode-remote.vscode-remote-extensionpack-0.24.0
ms-vscode.live-server-0.4.7
ms-vscode.remote-explorer-0.5.2023040509
ms-vscode.remote-server-1.0.0
ms-vscode.test-adapter-converter-0.1.7
ms-vscode.vscode-typescript-next-5.1.20230422
ms-vsliveshare.vsliveshare-1.0.5862
mutantdino.resourcemonitor-1.0.7
oderwat.indent-rainbow-8.3.1
panicbit.cargo-0.2.3
pkief.material-icon-theme-4.26.0
polypus74.trusty-rusty-snippets-0.0.5
pucelle.vscode-css-navigation-1.13.3
qufiwefefwoyn.inline-sql-syntax-2.16.0
quicktype.quicktype-12.0.46
rangav.vscode-thunder-client-2.6.2
redhat.vscode-yaml-1.12.2
ritwickdey.liveserver-5.7.9
rust-lang.rust-analyzer-0.3.1481-darwin-arm64
serayuzgur.crates-0.5.11
shyykoserhiy.vscode-spotify-3.2.1
sidp.strict-whitespace-0.0.2
sphericalkat.vsc-telegram-0.0.1
statiolake.vscode-rustfmt-0.1.2
streetsidesoftware.code-spell-checker-2.20.4
streetsidesoftware.code-spell-checker-spanish-2.1.8
tabnine.tabnine-vscode-3.6.44
tamasfe.even-better-toml-0.19.0
telesoho.vscode-markdown-paste-image-0.21.3
usernamehw.commands-1.10.0
usernamehw.errorlens-3.10.0
vadimcn.vscode-lldb-1.9.0
valentjn.vscode-ltex-13.1.0
visualstudioexptteam.intellicode-api-usage-examples-0.2.7
visualstudioexptteam.vscodeintellicode-1.2.30
vscode-icons-team.vscode-icons-12.3.0
vscode-icons-team.vscode-icons-12.4.0
vscodevim.vim-1.25.2
wakatime.vscode-wakatime-24.0.10
wraith13.file-path-bar-2.1.7
yzhang.markdown-all-in-one-3.5.1
zakcodes.rust-snippets-0.0.1
zerotaskx.rust-extension-pack-1.1.0
zhuangtongfa.material-theme-3.15.8

