code --install-extension aaron-bond.better-comments
code --install-extension belfz.search-crates-io
code --install-extension bungcip.better-toml
code --install-extension ckolkman.vscode-postgres
code --install-extension CoenraadS.bracket-pair-colorizer
code --install-extension Compulim.indent4to2
code --install-extension Compulim.vscode-clock
code --install-extension Dart-Code.dart-code
code --install-extension Dart-Code.flutter
code --install-extension dbaeumer.vscode-eslint
code --install-extension doublefint.pgsql
code --install-extension dunstontc.vscode-rust-syntax
code --install-extension eamodio.gitlens
code --install-extension esbenp.prettier-vscode
code --install-extension formulahendry.auto-rename-tag
code --install-extension formulahendry.code-runner
code --install-extension frenco.vscode-notion
code --install-extension GitHub.vscode-pull-request-github
code --install-extension hbenl.vscode-test-explorer
code --install-extension kenhowardpdx.vscode-gist
code --install-extension manasxx.background-cover
code --install-extension matklad.rust-analyzer
code --install-extension milording.telepost
code --install-extension morissonmaciel.typescript-auto-compiler
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-toolsai.jupyter
code --install-extension ms-toolsai.jupyter-keymap
code --install-extension ms-toolsai.jupyter-renderers
code --install-extension ms-vscode-remote.remote-containers
code --install-extension ms-vscode-remote.remote-ssh
code --install-extension ms-vscode-remote.remote-ssh-edit
code --install-extension ms-vscode-remote.remote-wsl
code --install-extension ms-vscode-remote.vscode-remote-extensionpack
code --install-extension ms-vscode.live-server
code --install-extension ms-vscode.test-adapter-converter
code --install-extension oderwat.indent-rainbow
code --install-extension polypus74.trusty-rusty-snippets
code --install-extension rangav.vscode-thunder-client
code --install-extension rust-lang.rust
code --install-extension serayuzgur.crates
code --install-extension shyykoserhiy.vscode-spotify
code --install-extension sidp.strict-whitespace
code --install-extension SphericalKat.vsc-telegram
code --install-extension streetsidesoftware.code-spell-checker
code --install-extension Swellaby.vscode-rust-test-adapter
code --install-extension TabNine.tabnine-vscode
code --install-extension vadimcn.vscode-lldb
code --install-extension VisualStudioExptTeam.vscodeintellicode
code --install-extension vscode-icons-team.vscode-icons
code --install-extension vscodevim.vim
code --install-extension WakaTime.vscode-wakatime
code --install-extension yzhang.markdown-all-in-one
